[
    {
        "id": "C0x5B",
        "title": "Cox's Bazar",
        "description": "Cox's Bazar is a coastal town in southeastern Bangladesh, known for having the longest natural sea beach in the world. Stretching over 120 kilometers along the Bay of Bengal, Cox's Bazar offers pristine sandy beaches, clear blue waters, and breathtaking sunsets. Visitors can enjoy activities such as swimming, sunbathing, and beachside horse rides. The town also boasts attractions like Himchari National Park, Inani Beach, and the vibrant local market. With its tranquil ambiance and scenic beauty, Cox's Bazar is a popular destination for both domestic and international tourists.",
        "img": "https://i.postimg.cc/7YKHpmGD/Sajek.png"
    },
    {
        "id": "5unD4",
        "title": "Sundarbans",
        "description": "The Sundarbans, located in the southwestern part of Bangladesh, is the largest mangrove forest in the world and a UNESCO World Heritage Site. Home to the Bengal tiger and diverse wildlife, including crocodiles, deer, and birds, the Sundarbans offer unique opportunities for wildlife enthusiasts and nature lovers. Visitors can explore the forest by boat, navigate through winding creeks, and observe wildlife in their natural habitat. The Sundarbans also hold cultural significance, with traditional fishing communities and rituals adding to the area's allure. With its rich biodiversity and natural beauty, the Sundarbans are a must-visit destination for eco-tourism.",
        "img": "https://i.postimg.cc/2ywkjx0Q/sundorbon.png"
    },
    {
        "id": "SylH3t",
        "title": "Sylhet",
        "description": "Sylhet, located in northeastern Bangladesh, is renowned for its lush green tea gardens, rolling hills, and vibrant culture. The region is home to scenic landscapes, including the picturesque Ratargul Swamp Forest, the tranquil Lalakhal Tea Estate, and the majestic Jaflong waterfall. Sylhet also boasts historical landmarks such as the Shahjalal University of Science and Technology and the Shrine of Hazrat Shah Jalal. Visitors can immerse themselves in the region's rich heritage, explore tea plantations, or embark on adventurous treks in the surrounding hills. With its natural beauty and cultural charm, Sylhet offers a memorable travel experience for visitors.",
        "img": "https://i.postimg.cc/NfsGJW0p/Sreemongol.png"
    }
]

